Revit 2027 API
BuiltInFailures.InaccurateFailures.InaccurateLevel Property
 Level is slightly off axis and may cause inaccuracies.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId InaccurateLevel { get; }
Public Shared ReadOnly Property InaccurateLevel As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ InaccurateLevel {
	FailureDefinitionId^ get ();
}
static member InaccurateLevel : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.InaccurateFailures Class
Autodesk.Revit.DB Namespace